Repository: xbmc-kodi-cz/plugin.video.sosac.ph
Catalog: resources/language/resource.language.*/strings.po
Languages: sk_sk

# #30000
source: Size of search history
sk_sk: Počet zapamätaných hľadaní

# #30001
source: Video is not available, check[CR]whether it works using web page.
sk_sk: Video nie je dostupné, skontrolujte,[CR]či funguje prehrávanie na webe.

# #30002
source: Playing this video[CR]is not yet supported.
sk_sk: Prehrávanie tohto videa[CR]nie je zatiaľ podporované.

# #30003
source: [B]Latest episodes[/B]
sk_sk: [B]Najnovšie epizódy[/B]

# #30004
source: Choose video source
sk_sk: Vyberte zdroj

# #30005
source: By date
sk_sk: Podľa dátumu

# #30006
source: By performer
sk_sk: Podľa účinkujúceho

# #30007
source: By rating
sk_sk: Podľa hodnotenia

# #30008
source: [B]Previous[/B]
sk_sk: [B]Predchádzajúci[/B]

# #30009
source: [B]Next[/B]
sk_sk: [B]Ďalší[/B]

# #30030
source: Downloads
sk_sk: Priečinok pre sťahovanie

# #30031
source: Please setup downloads folder
sk_sk: Nastavte prosím priečinok pre sťahovanie

# #30032
source: Notify when downloading
sk_sk: Zobrazovať stav sťahovania

# #30033
source: - display notification every
sk_sk: - zobraziť stav každých

# #30037
source: [B]Downloads[/B]
sk_sk: [B]Stiahnuté súbory[/B]

# #30050
source: Video quality
sk_sk: Kvalita videa

# #30051
source: Always ask
sk_sk: Spýtať sa

# #30052
source: Best
sk_sk: Najlepšia

# #30053
source: Worst
sk_sk: Najhoršia

# #30057
source: Episodes order
sk_sk: Radenie epizód

# #30058
source: Oldest first
sk_sk: Od najstarších

# #30059
source: Latest first
sk_sk: Od najnovších

# #30060
source: Autoselect language
sk_sk: Automatický výber jazyka

# #30061
source: Any
sk_sk: Ľubovoľný

# #30062
source: English
sk_sk: Angličtina

# #30063
source: Czech
sk_sk: Čeština

# #30065
source: Load subtitles if available
sk_sk: Vkladať titulky

# #30070
source: Force Czech titles
sk_sk: Vynutit české názvy

# #30080
source: Sort recently added
sk_sk: Radiť poslednej pridanej

# #30081
source: Unsorted
sk_sk: Neradiť

# #30082
source: Alphabetical
sk_sk: Abecedne

# #30083
source: Year
sk_sk: Roku

# #30100
source: Movies library
sk_sk: Priečinok pre filmy

# #30101
source: TVShow library
sk_sk: Priečinok pre seriály

# #30102
source: Subscription service sleep on start (hours)
sk_sk: Uspať po štarte

# #30103
source: General
sk_sk: Všeobecné

# #30104
source: Subscriptions
sk_sk: Služba knižnice

# #30105
source: Default show check time (days)
sk_sk: Štandardný čas pre obnovu seriálov (dni)

# #30107
source: StreamujTV Password
sk_sk: StreamujTV Heslo

# #30108
source: StreamujTV Location
sk_sk: StreamujTV Lokalita

# #30109
source: Czech
sk_sk: ČR

# #30110
source: Other
sk_sk: Mimo ČR

# #31000
source: Usage of plugin is tracked whenever you play or download video.
sk_sk: Údaje o použití sú zaslané iba v okamihu, keď spustíte prehrávanie alebo sťahovanie videa doplnkom.
